[Demo_Kurona_End_bad_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-310,Y=1075,Z=1200),VecSub=(X=150,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-310,Y=1153,Z=1200),VecSub=(X=200,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',Vec=(X=-320,Y=1230,Z=1200),VecSub=(X=220,Y=0,Z=0),CId=57)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0300_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',motionName[0]="de_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandE",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_002_Cue',Name="クロナ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=WINDOW,Command=EXIT)
DemoScripts[26]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[27]=(Actor=ICON,Command=SET,CId=10,Bit=10)
DemoScripts[28]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[29]=(Actor=WINDOW,Command=SET)
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[31]=(Actor=WINDOW,Command=EXIT)
DemoScripts[32]=(Actor=ICON,Command=EXIT,CId=10,Bit=10)
DemoScripts[33]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=1,Number=2,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[39]=(Actor=WINDOW,Command=SET)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_004_Cue',Name="クロナ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[48]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[49]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[50]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[51]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_006_Cue',Name="クロナ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_008_Cue',Name="エコロ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[70]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[71]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Others.GG2_BGM_DM_Usual_Others_Cue')
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_009_Cue',Name="ヤナギダ　マフユ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=WINDOW,Command=EXIT)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[78]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[79]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-400,Y=1210,Z=1320))
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[83]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-400,Y=1210,Z=1320))
DemoScripts[84]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=21,Y=-7,Z=0),SecTime=1)
DemoScripts[85]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-565,Y=1045,Z=1335),SecTime=1)
DemoScripts[86]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[87]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-565,Y=1045,Z=1335),SecTime=)
DemoScripts[88]=(Actor=WINDOW,Command=SET)
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[90]=(Actor=WINDOW,Command=EXIT)
DemoScripts[91]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[92]=(Actor=FADE,Command=WAIT)
DemoScripts[93]=(Actor=TEXTURE,Command=START,CId=24,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[94]=(Actor=GALLERY,Command=SET_FLAG,CId=24,Bit=0)
DemoScripts[95]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[96]=(Actor=FADE,Command=WAIT)
DemoScripts[97]=(Actor=WINDOW,Command=SET)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_011_Cue',Name="ヤナギダ　マフユ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_013_Cue',Name="ヤナギダ　マフユ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_014_Cue',Name="ヤナギダ　マフユ")
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=WINDOW,Command=EXIT)
DemoScripts[109]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[110]=(Actor=FADE,Command=WAIT)
DemoScripts[111]=(Actor=TEXTURE,Command=EXIT,CId=24,Bit=0)
DemoScripts[112]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[113]=(Actor=FADE,Command=WAIT)
DemoScripts[114]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[116]=(Actor=WINDOW,Command=SET)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_015_Cue',Name="エコロ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_bad.GG2_V_Kurona_End_bad_016_Cue',Name="クロナ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[126]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=19,Y=45,Z=0),SecTime=0.3)
DemoScripts[127]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Kurona_End_bad.GG2_SE_DM_Crow_Cue')
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[129]=(Actor=WINDOW,Command=EXIT)
DemoScripts[130]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[131]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[132]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[133]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[134]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[135]=(Actor=SYSTEM,Command=END)

[Select_Kurona_End_bad_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_End_bad_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="庫蘿娜!/n我把長槍拿來了哦!")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="哦哦!/n做得好DEATH! 人類!!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="來,給妳.")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="這的確是惡魔長槍!/n......咦,奇怪?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="怎麼了嗎?")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="雖然看起來一模一樣DEATH,/n但這不是庫蘿娜的長槍DEATH!!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="咦!?/n這種長槍還會有別把嗎!?")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="這......是怎麼回事呢?")

Texts[8]=(Label="TEXT09",Name="柳田 真冬",Text="找到了......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="妳是--/n重修的柳田真冬學姊!!")

Texts[10]=(Label="TEXT11",Name="柳田 真冬",Text="那是我的機關傘....../n竟然偷拿我的東西......呵呵....../n只要告訴我,就會送你的說......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="咦咦--!?")

Texts[12]=(Label="TEXT13",Name="柳田 真冬",Text="這是我試著以惡魔長槍為原型/n做出來的......呵呵呵....../n很棒的樣式,對吧?")

Texts[13]=(Label="TEXT14",Name="柳田 真冬",Text="和我一起/n共撐這把雨傘吧......?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="傻眼......")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="傻眼......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="傻眼......不對!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="這什麼結局啊!?",Format[0]=(Size=37,Start=0,End=34))

Texts[18]=(Label="",Name="",Text="")

Texts[19]=(Label="SELECT01",Name="",Text="")

Texts[20]=(Label="SELECT02",Name="",Text="")

Texts[21]=(Label="SELECT03",Name="",Text="")

Texts[22]=(Label="SELECT04",Name="",Text="")

Texts[23]=(Label="SELECT05",Name="",Text="")

Texts[24]=(Label="SELECT06",Name="",Text="")

Texts[25]=(Label="SELECT07",Name="",Text="")

Texts[26]=(Label="SELECT08",Name="",Text="")

Texts[27]=(Label="SELECT09",Name="",Text="")

Texts[28]=(Label="SELECT10",Name="",Text="")


